export const themes = [
  {
    name: 'Стандартная',
    colors: ['#eea060', '#d24e5b', '#a32c92', '#7947b8', '#698fce'],
  },
  {
    name: 'Арбузная 🍉',
    colors: ['#33691E', '#AFB42B', '#F57C00', '#BF360C', '#B71C1C'],
    dark: true,
  },
  {
    name: 'Фиолетовая',
    colors: ['#A769EA', '#9B51D1', '#6D51D1', '#645cb7', '#464596'],
  },
  {
    name: 'Леденец',
    colors: ['#FA6900', '#F38630', '#c59100', '#A7DBD8', '#69D2E7'],
  },
  {
    name: '1001 история',
    colors: ['#F8B195', '#F67280', '#C06C84', '#6C5B7B', '#355C7D'],
  },
  {
    name: 'Оранжевая',
    colors: ['#ffa12c', '#f28600', '#d27400', '#ae5800', '#924900'],
  },
  {
    name: 'Светофор',
    colors: ['#36b13e', '#99c140', '#e7b416', '#db7b2b', '#cc3232'],
  },
  {
    name: 'Нежная',
    colors: ['#d845eb', '#f56991', '#fe9f80', '#ecba2a', '#6e9e24'],
  },
  {
    name: 'Тёмная',
    colors: ['#FFFFFFE5', '#FFFFFFCC', '#FFFFFF99', '#FFFFFF7F', '#FFFFFF66'],
    dark: true,
  },
  {
    name: 'Морская',
    colors: ['#48c6ef', '#4fb9ea', '#57ace5', '#6497dc', '#6c8ad7'],
  },
]
